       IDENTIFICATION DIVISION.                                         00010001
       PROGRAM-ID. CA21G210.                                            00020001
       DATA DIVISION.                                                   00030001
       LINKAGE SECTION.                                                 00040001
        77 LK-MARKS PIC 9(2)V9(2).                                      00050001
        77 LK-PER PIC 9(02).                                            00060001
       PROCEDURE DIVISION USING LK-MARKS LK-PER.                        00070001
               COMPUTE LK-PER ROUNDED = LK-MARKS * 2.                   00080001
               GOBACK.                                                  00090001
